Repository: C3S/c3sSustain
Catalog: zabo/locale/*/LC_MESSAGES/zabo.po
Languages: de

source: Logged out successfully.
de: Erfolgreich abgemeldet.

source: password
de: Passwort

source: Submit
de: Absenden

source: Reset
de: Zurücksetzen

source: Name or pseudonym
de: Name oder Pseudonym

source: Amount (in full Euro)
de: Betrag (ganze Euro)

source: at least 5 Euro, or the cost of transfer is too high.
de: mindestens fünf Euro, sonst werden die Überweisungskosten zu hoch (36ct.)

source: Check details
de: Eingaben Überprüfen

source: Back
de: Zurück

source: Please note: There were errors, please check the form below.
de: Achtung! Es gab Probleme mit den Eingaben. Bitte unten überprüfen.

source: Amount
de: Betrag

source: Confirm Details
de: Eingaben bestätigen

source: Change Details
de: Eingaben ändern

source: Contact
de: Kontakt

source: Imprint
de: Impressum

source: Your Data We Received
de: Diese Daten haben wir erhalten

source: The respective Banner (Preview)
de: Die entsprechende Banner-Grafik (Vorschau)

source: This is the banner according to the contribution you have chosen. You can change details to choose a different one.
de: Diese Banner-Grafik wurde aufgrund der Höhe deine Unterstützung ausgewählt. Du kannst die Eingaben verändern um ein anderes auszuwählen.

source: Overview of all available banners
de: Übersicht der verfügbaren Banner-Grafiken

source: You may change or terminate your contribution at any time and without notice.
de: Du kannst jederzeit und ohne Frist den Betrag ändern oder stornieren.

source: Disclaimer (Data Protection)
de: Datenschutzerklärung der C3S

source: We will store and use the information you provide for administrative purposes only, to verify your contribution and in order to show your support. Your E-Mail address will not be published or given to third parties, but only used to send you information and updates concerning your contribution.
de: Wir speichern die übermittelten Daten ausschließich für Verwaltungszwecke, um Deine Unterstützung nachvollziehen zu können und um den Status der Unterstützung öffentlich nachprüfbar anzeigen zu können. Die Email-Adresse wird nicht veröffentlicht oder an Dritte weitergegeben, sondern nur für Benachrichtigungen in Bezug auf Deine Unterstützung genutzt.

source: Responsible authority: C3S SCE mbH, Heyestraße 194, 40625 Düsseldorf.
de: Verantwortliche Stelle ist die C3S SCE, Heyestraße 194, 40625 Düsseldorf.

source: Choose Language:
de: Sprache auswählen:

source: There are plenty of things we have to set up in order to be able to begin to operate as a collecting society. This is why we must bear the current expenses that can not be covered by the development project support from the State of North Rhine-Westphalia. If you want to know more, please read
de: Da wir noch vieles aufbauen müssen, bis wir als Verwertungsgesellschaft tätig werden können, müssen wir laufende Kosten decken, die nicht von dem durch Nordrhein-Westfalen geförderten Entwicklungsprojekt getragen werden können. Wenn Du genauer wissen möchtest, wofür Dein Geld verwendet wird, lies Dir

source: our detailed information on the financial situation of the C3S
de: die Details zur aktuellen Finanzstruktur der C3S durch

source: We need a regular income. If you want to support the C3S, we would be grateful for a monthly contribution. You can register on this page fur such an additional, regular support.
de: Wir benötigen regelmäßige Einnahmen. Wenn Du die C3S unterstützen möchtest, würden wir uns über einen monatlichen Beitrag freuen. Für eine solche, zusätzliche und regelmäßige Unterstützung kannst Du Dich auf dieser Seite anmelden.

source: Your contribution is essential for us. A regular income enables us to develop C3S until it can begin to operate as a collecting society.
de: Dein Beitrag ist sehr wichtig für uns: Nur mit regelmäßigen Einnahmen können wir unsere Arbeit bis zur Zulassung als Verwertungsgesellschaft finanziell absichern.

source: Of course you are free to set the amount of your monthly contribution. As a reward, you (or your company) will not only receive good Karma, but also a symbol of our gratitude: If you support us with €5 or more per month, you can make yourself visible as a financial supporter of the C3S by integrating a little banner, for example on your website, your blog, or your signature in your favorite music online forum. You can link this banner to a dedicated page on our web presence and have your contribution confirmed.
de: Als Dankeschön möchten wir Dir (oder Deinem Unternehmen) nicht nur gutes Karma versprechen, sondern auch ein Symbol unserer Dankbarkeit schenken:Wenn Du Dich als finanzieller Unterstützer der C3S erkennbar machen möchtest, kannst Du Deinen Support ab einer Höhe von €5 im Monat mit einem kleinen Banner im Netz zur Schau stellen, z.B. auf Deiner Homepage oder Deinem Blog oder Deiner Signatur in Deinem Lieblings-Musik-Forum. Das Banner kannst Du auf einen speziellen Bereich der C3S-Homepage verlinken, auf dem wir Deine Unterstützung individuell bestätigen.

source: Here you can see the suppport levels and the respective graphics you can implement on your website.
de: Hier findest Du die Stufen der Unterstützung und die jeweiligen Grafiken, die Du in deine Website einbinden kannst.

source: Have you decided to support us with a monthly contribution? Please click here:
de: Hast Du Dich dafür entschieden uns mit einem monatlichen Betrag zu unterstützen? Dann geht es hier weiter:

source: We just sent you an Email!
de: Wir haben Dir gerade eine E-Mail gesendet!

source: You will receive an Email from
de: Du erhälst eine E-Mail von

source: with the subject
de: mit dem Betreff

source: Sustain C3S: awaiting your contribution
de: Sustain C3S: Warten auf die Überweisung

source: This Email has all the information you need to transfer money to sustain C3S. Important: check the reference code!
de: In dieser E-Mail stehen die Informationen, die Du brauchst, um den Betrag für das Abonnement zu überweisen, bzw. einen Dauerauftrag einzurichten. Bitte gib bei der Überweisung exakt den Verwendungszweck an, der in der E-Mail vorgegeben ist.

source: As soon as we find your money on our bank account we will send you another Email with details and links to embed in your web presence.
de: Sobald wir den Eingang Deiner Zahlung bestätigen können, schicken wir Dir eine E-Mail mit den Grafik-Links zum Einbinden des Banners im Netz für die Anzeige auf z.B. einer Website.

source: If you happen not to receive an Email, please contact info@c3s.cc.
de: Solltest Du wider Erwarten keine E-Mail erhalten haben, schreibe uns bitte eine E-Mail an office@c3s.cc.

source: This link code is invalid.
de: Dieser Link-Code ist ungültig.

source: You found a page showing the ongoing contribution of one of C3S' supporters. They help us to bear current expenses that can not be covered by the development project support from the State of North Rhine-Westphalia. If you want to know more, please read
de: Du hast eine Seite gefunden, die einen fortlaufenden Beitrag einer/eines Unterstützenden der GEMA-Alternative C3S zeigt. Diese helfen uns, laufende Kosten zu decken, die nicht von dem durch Nordrhein-Westfalen geförderten Entwicklungsprojekt getragen werden können. Wenn Du Genaueres wissen möchtest, lies Dir

source: If you are convinced of the importance of our work, become a supporter, too!
de: Wenn Du von der Wichtigkeit unserer Arbeit überzeugt bist, dann unterstütze uns auch!

source: Thanks,
de: Danke,

source: for the support!
de: für die Unterstützung!

source: You found a page showing the ongoing contribution of one of C3S' supporters. They help us to bear current expenses. If you want to know more, please read
de: Du hast eine Seite gefunden, die einen fortlaufenden Beitrag einer/eines Unterstützenden der GEMA-Alternative C3S zeigt. Diese helfen uns, laufende Kosten zu decken. Wenn Du Genaueres wissen möchtest, lies Dir

source: I sustain C3S -- This is how it works:
de: I sustain C3S -- So geht's:

source: You complete the simple form on this page. We have reduced the form details to a minimum, so we can assign and book incoming payments correctly and contact you if we need to.
de: Du füllst das kurze Formular auf dieser Seite aus. Die Angaben haben wir bewußt auf das allernötigste beschränkt, damit wir Zahlungseingänge korrekt verbuchen und Dich bei wichtigen Rückfragen kontaktieren können.

source: We will send you an email with our account details and a specific reference code.
de: An die E-Mail-Adresse schicken wir Dir unsere Bankverbindung und einen individuellen Verwendungszweck.

source: You set up a monthly standing order for the amount you select.
de: Mit den zugesandten Kontodaten richtest Du einen Dauerauftrag auf das C3S-Konto ein, in Höhe des von Dir gewählten Betrages.

source: When we receive your first transfer we send another email with your banner and your individual weblink to the page where we confirm your contribution. Whether you publish that banner and/or link is up to you.
de: Nach dem ersten Zahlungseingang bekommst Du eine weitere E-Mail mit Deinem Unterstützerbanner und dem individuellen Weblink zu der Seite, auf der wir Deinen Beitrag bestätigen. Ob Du das Banner und/oder den Link öffentlich verwendest oder für Dich behältst, bleibt Deine Entscheidung.

source: You are in control: No need for a direct debiting scheme. You may change or cancel your contribution at any time. You may disclose your support for C3S or keep it private. It is up to you!
de: Die Kontrolle bleibt bei Dir: Es ist kein Lastschriftverfahren notwendig, Du kannst Deinen Dauerauftrag jederzeit ändern oder einstellen, und ob Deine Unterstützung öffentlich erkennbar wird, indem Du den Link veröffentlichst, entscheidest Du ebenfalls selbst!

source: Your Details
de: Deine Angaben
